Repository: liyishibeck-ctrl/Buddhist_Text_Analysis_Platform
Catalog: data/raw/tibetan/84000/data-translation-memory-master/toh1-6-v3.tmx
Source language: bo
Languages: en

source: ཀྱེ་ནང་རྗེ་བདེན་ཏེ་དགོན་པའི་ལམ་དུ་ལྷས་ཆར་ཕབ་ནས་རྩྭ་དང་ཆུ་སར་པ་མང་དུ་བསྐྱེད་ཀྱིས།
en: “ ‘Sir, yes. It has rained on the path in the wilderness, so that there is much fresh grass and water there.

source: ཤེས་ལྡན་དག་རྩྭ་དང་ཆུ་རྙིང་པས་ཁལ་རྣམས་དུབ་པར་མ་བྱ་བར་འོར་ཅིག །ཁྱེད་ཅག་རྩྭ་དང་ཆུ་སར་པ་ལ་ལོངས་སྤྱོད་དང་བདེ་བ་དང་ལེགས་པར་དགོན་པའི་ལམ་མ་རྟོལ་བ་ལྷག་མ་ཡང་རྟོལ་བར་འགྱུར་རོ།
en: Therefore, you should unload any old grass and water lest it make the animals tired. You will have the use of fresh grass and water, and safely pass along the rest of the path in the wilderness.’

source: །དེ་ནས་དེད་དཔོན་གྱི་མི་དེ་འགྲོན་པ་གང་ན་བ་དེར་སོང་སྟེ་ཕྱིན་པ་དང་། འགྲོན་པ་ལ་འདི་སྐད་ཅེས་སྨྲས་སོ།
en: “Then the caravan leader went to the travelers.

source: །ཤེས་ལྡན་དག་ཤེས་པར་གྱིས་ཤིག །ཁོ་བོ་ཚོང་པའི་མདུན་ནས་འགྲོ་བ་ན་འདིར་སྐྱེས་བུ་ནག་པོ་ཞེས་བྱ་བ་ནས། མགོ་འདྲེན་དང་དཀྱུས་མ་དག་དབྱངས་སུ་ལེན་པ་མཐོང་ངོ་། །མཐོང་ནས་ཀྱང་ཞེས་བྱ་བའི་བར་གོང་མ་བཞིན་དུ་སྟེ།
en: When he arrived, he said to them, ‘Sirs, please be informed that I, preceding you merchants, saw singing men, both a chief and his minions, who were dark skinned, whose eyes were big and red . . . .

source: འདི་སྐད་ཅེས་ཀྱེ་ནང་རྗེ་ཅི་དགོན་པའི་ལམ་དུ་ལྷས་ཆར་ཕབ་ནས་རྩྭ་དང་ཆུ་སར་པ་མང་དུ་སྐྱེས་སམ་ཞེས་བྱས་པ་དང་། དེ་འདི་སྐད་ཅེས་ཀྱེ་ནང་རྗེ་བདེན་ཏེ།
en: Having seen them, I asked, “You men, has it rained on the path in the wilderness, so that there is much fresh grass and water there?” They answered, “Sir, yes.

source: དགོན་པའི་ལམ་དུ་ལྷས་ཆར་ཕབ་ནས་ཞེས་བྱ་བ་ནས་རྟོལ་བར་འགྱུར་རོ་ཞེས་ཟེར་ཞེས་བྱ་བའི་བར་སྔ་མ་བཞིན་དུའོ། །ཤེས་ལྡན་དག་རེ་ཞིག་བདག་ཅག་གིས་ཇི་སྲིད་རྩྭ་དང་ཆུ་སར་པ་མ་རྙེད་ཀྱི་བར་དུ་རྩྭ་དང་ཆུ་རྙིང་པ་མི་དོར་རོ།
en: It has rained on the path in the wilderness . . . you will . . . pass along the rest of the path in the wilderness.” Sirs, let us not throw away the old grass and water for the time being until we obtain fresh grass and water.’

source: །དེ་རྣམས་དོང་ནས་ཞག་གཅིག་ལོན་ན་ཡང་རྩྭ་དང་ཆུ་སར་པ་མ་རྙེད་དོ།
en: “When a day had passed after they had set off, they obtained neither fresh grass nor water.

source: །ཞག་གཉིས་དང་གསུམ་དང་བདུན་གྱི་བར་དུ་སོང་ཡང་རྩྭ་དང་ཆུ་སར་པ་མ་རྙེད་པ་ལས།
en: Neither did they do so even after two, three, and seven days had gone by.

source: དེད་དཔོན་གྱི་མིས་མདུན་ན་འགྲོན་པ་གནོད་སྦྱིན་མི་ཟན་གྱིས་ཚུལ་མ་ཡིན་པས་ཁ་བཏག་པ་མཐོང་ངོ་།
en: The caravan leader saw that the preceding travelers had unfortunately been killed by man-eating yakṣas.

source: །མཐོང་ནས་ཀྱང་འདི་སྐད་ཅེས་ཀྱེ་མའོ་དེད་དཔོན་གྱི་མི་ནི་བུས་པ་སྟེ།
en: Having seen this, he thought, ‘Alas, that caravan leader was foolish.

source: དེས་འགྲོན་པ་ཚུལ་མ་ཡིན་པས་ཁ་བཏག་གིས་མེད་དོ་ཞེས་སྨྲས་སོ། །དེ་ནི་བདེ་བ་དང་ལེགས་པར་དགོན་པའི་ལམ་རྟོལ་བར་གྱུར་ཏེ།
en: Because of that, unfortunately, the travelers were killed, and so there are none of them here.’ He himself then safely passed along the path in the wilderness.

source: དེའི་ཚེ་དེའི་དུས་ཀྱི་དེད་དཔོན་ཕྱི་མ་ཤོས་གང་ཡིན་པ་དེ་ནི་ང་ཉིད་ཡིན་ནོ།
en: “The second caravan leader at that time, on that occasion, was indeed myself.

source: འོན་ཀྱང་ངས་སེམས་ཅན་རྗེས་སུ་བཟུང་བ་ནི་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ཀྱི་ཞེས་བྱ་བ་ནས་ཚོགས་ཙམ་ཡིན་ནོ།
en: that I helped beings was . . . only a preparation for supreme and complete awakening.” H.

source: །ཞེས་བྱ་བའི་བར་གོང་མ་བཞིན་དུའོ།། །།སྡོམ་ལ།
en: Former Life Stories III Summary of Contents:

source: མཆེ་བ་དྲུག་དང་རི་བོང་དང་། །ཕ་དང་མ་དང་ཆུ་སྐྱེས་དག །ཚལ་ཚིག་གླང་པོ་ཀླུ་དང་ནི།
en: Six Tusks, The Rabbit, Parents, Water Born, Words of the Forest, The Elephant, The Nāga,

source: །ཡུལ་འཁོར་སྐྱོང་ལ་སོགས་པའོ།
en: And Dhṛtarāṣṭra, etc. 1.

source: །རྒྱལ་པོ་ཆེན་པོ་གཞན་ཡང་ངས་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་དོན་དུ་གཉེར་བའི་ཕྱིར་སེམས་ཅན་རྣམས་ལ་བྱམས་པའི་སེམས་བསྐྱེད་པ་གང་ཡིན་པ་དེ་ཉོན་ཅིག །རྒྱལ་པོ་ཆེན་པོ་སྔོན་བྱུང་བ་ནགས་ཚང་ཚིང་རི་དང་འབབ་ཆུ་མང་པོས་གང་བ།
en: Six Tusks “Great King, again, seeking supreme and complete awakening, I harbored thoughts of love for beings. Listen to that story.

source: རྩྭ་སྔོན་པོ་དང་གེལ་བ་དང་ཤིང་སཱ་ལ་དང་པ་ལ་ཤས་མཛེས་པར་བྱས་པའི་ཕྱོགས་ཞིག་ན་བྱང་ཆུབ་སེམས་དཔའ་མ་ངེས་པའི་ཕུང་པོ་ལ་གནས་པ་ན་གླང་པོ་ཆེའི་རྒྱལ་པོ་མཆེ་བ་དྲུག་པ་ཞིག་ཏུ་གྱུར་ཏོ།
en: “Great King, the Bodhisattva, when he was in the indeterminate class, was once an elephant king with six tusks in a deep forest that was full of hills and waterfalls and was beautified by green grass, branches, sāla trees, and palāśa trees.

source: །དེའི་ཆུང་མ་བལ་གླང་མོ་བཟང་མོ་ཞེས་བྱ་བ་བལ་གླང་མོ་ཐམས་ཅད་ཀྱི་ནང་ན་མཆོག་ཏུ་བྱུང་བ་དེ་དང་དེ་ལྷན་ཅིག་ཁྱུ་ལས་གར་ཏེ་ཕྱོགས་གཞན་ཞིག་ཏུ་དགའ་མགུར་རྒྱུ་ཞིང་གནས་པ་ན། ཇི་ཙམ་ན་བལ་གླང་མོ་མཆོག་མཆོག་ཏུ་ཡིད་འཕྲོག་མ་གཞན་ཞིག་ཡིད་ལའང་མི་བསམ་པ་ལས་གླང་པོ་ཆེའི་རྒྱལ་པོ་མཆེ་བ་དྲུག་པའི་དྲུང་དུ་ཕྱིན་ཏོ།
en: His wife, the she-elephant named Bhadrā, was the best of all she-elephants. When they had left their herd and were strolling together in a certain place, another very attractive she-elephant unintentionally approached the six-tusked elephant king.

source: །དེ་ནས་དེ་ཡང་མཁས་པའི་ཡོན་ཏན་དང་ལྡན་པ་ཞིག་པས་གླང་པོ་ཆེ་དེ་ཇི་ལྟར་དེ་ལ་ཆགས་པའི་སེམས་དང་འབྲེལ་པས་དེ་འགྲོ་ན་ཡང་ཕྱི་བཞིན་འབྲང་།
en: Then, as she too was endowed with the good qualities of wise ones, the elephant felt attached to her, and so did she to him.

source: འདུག་ན་ཡང་འདུག་པར་འགྱུར་བ་དེ་ལྟ་དེ་ལྟ་བུར་བསྙེན་བཀུར་བྱས་སོ།
en: She served him, following him when he walked and stopping when he stopped.

source: །དེ་ནས་བལ་གླང་མོ་བཟང་མོ་ཕྲག་དོག་གི་སྐྱོན་གྱིས་མི་བཟོད་པ་སྐྱེས་ནས་བལ་གླང་མོ་དེ་ལ་ཡང་ཀླན་ཀ་ཚོལ་བར་གྱུར།
en: “Due to the fault of jealousy, the she-elephant Bhadrā was unable to bear this, and she started finding fault with the other she-elephant.

source: གླང་པོ་ཆེ་མཆེ་བ་དྲུག་པ་ལ་ཡང་ཤིན་ཏུ་ཚིག་པ་ཟའོ།
en: She was also infuriated with the six-tusked elephant.

source: །གནས་སྐབས་ཐམས་ཅད་དུ་ནམ་ཡང་གླགས་མ་རྙེད་པ་དེའི་ཚེ་སྨོན་ལམ་ལོག་པར་གདབ་པར་བརྩམས་པ།
en: However, she did not find any opportunity or circumstance by which to get revenge. So at that time, she made a negative aspiration:

source: གང་དུ་གླང་པོ་ཆེ་བྱས་པ་ཆུད་གཟོན་པ་འདིའི་སྲོག་གཅོད་པར་འགྱུར་བ་དེར་སྐྱེ་བར་གྱུར་ཅིག་ཅེས་སྨོན་ལམ་བཏབ་ནས་དེས་རི་ཁ་ནས་བདག་ཉིད་མཆོངས་ཏེ་ཤི་བ་ལས་ལུས་འཕགས་ཀྱི་རྒྱལ་པོའི་བཙུན་མོ་དམ་པའི་མངལ་དུ་སྐྱེས་ནས་ཟླ་བ་དགུ་འདས་ནས་བུ་མོ་ཞིག་བཙས་ཏེ་བསྐྱེད་བསྲིངས་ནས་ཆེན་མོར་གྱུར་ཏོ།
en: ‘May I be born where I can kill this ungrateful elephant.’ Having made such an aspiration, she died, throwing herself from a cliff, and entered the womb of the chief consort of the king of Videha. After nine months had passed, a daughter was born. She was raised and grew up.

source: །གང་གི་ཚེ་བག་མར་གཏང་རན་པ་དེའི་ཚེ་ཡུལ་ཀ་ཤིའི་རྒྱལ་པོ་ཚངས་སྦྱིན་ལ་བྱིན་ཏེ། དེས་བཙུན་མོ་དམ་པར་བྱས་སོ།
en: When she reached marriageable age, she was given to King Brahmadatta of Kāśi, and he made her his chief consort.

source: །དེས་ཚེ་རབས་སྔ་མའི་ཤ་ཁོན་ཡོད་པས་བྱ་ར་བ་རྣམས་ཀྱིས་གླང་པོ་ཆེ་མཆེ་བ་དྲུག་པ་བྱ་རས་སོད་པར་བྱེད་དུ་བཅུག་སྟེ། དེ་ནས་དེས་རྒྱལ་པོ་ཚངས་སྦྱིན་ལ་སྨྲས་པ།
en: As she harbored a grudge from her previous life, she sent scouts to find the six-tusked elephant.

source: ལྷོ་ཕྱོགས་ཆེ་གེ་མོ་ཞིག་ན་གླང་པོ་ཆེ་མཆེ་བ་དྲུག་པ་མཆིས་ཞེས་མཆི་ན་དེའི་མཆེ་བ་བདག་ལ་འཚལ་བ་ཞིག་མཆིས་ཀྱི་ལྷས་གྲོང་མི་རྣམས་ལ་བཀའ་སྩལ་དུ་གསོལ།
en: After that, she requested King Brahmadatta, ‘Your Majesty, it is said that there is a six-tusked elephant in such-and-such a place. I would like to ask you for its tusks. May Your Majesty order this of your citizens.’

source: དེ་ནས་རྒྱལ་པོས་ཡུལ་ཐམས་ཅད་ན་གནས་པའི་རྔོན་པ་རྣམས་བཀུག་སྟེ་བསྒོ་བ།
en: “The king then summoned hunters living throughout the country.

source: ཤེས་ལྡན་དག་དེང་ལ་ཕྱོགས་ཆེ་གེ་མོ་ཞིག་ན་གླང་པོ་ཆེ་མཆེ་བ་དྲུག་པ་ཞིག་འདུག་པ་དེའི་མཆེ་བ་དགོས་ཀྱིས་མྱུར་དུ་ཁྱེར་ཏེ་ཤོག་ཤིག །ལྷ་བཀའ་བཞིན་དུ་འཚལ་ཞེས་རྔོན་པ་དེ་རྣམས་ཀྱིས་རྒྱལ་པོ་ཚངས་སྦྱིན་ལས་མཉན་ཏོ།
en: ‘Sirs,’ he ordered them, ‘recently there has been a six-tusked elephant in such-and-such a place, and I need its tusks. So, bring them quickly.’ “ ‘Certainly, Your Majesty,’ replied the hunters to King Brahmadatta.

source: །དེ་ནས་རྔོན་པ་དེ་རྣམས་ཀྱི་སྡེ་དཔོན་གང་ཡིན་པ་དེས་རྔོན་པ་དེ་རྣམས་ལ་སྨྲས་པ།
en: Then the leader of the hunters said to the others, ‘Sirs, go about your own business.

source: ཤེས་ལྡན་དག་རང་རང་གི་ལས་ལ་འབོད་ཅིང་འདུག་ཤིག་དང་། ཁོ་བོ་ཁོ་ན་འགྲོའོ་ཞེས་དེས་གཏོར་མའི་ཆོ་ག་བྱས་གོ་བགོས་མདའ་དུག་ཅན་ལག་ན་ཐོགས་གཞུ་བདུངས་ཏེ་གླང་པོ་ཆེ་ཚོལ་ཞིང་སོང་བ་ལས་ཕྱོགས་དེར་ཕྱིན་པ་དང་། དེས་དེ་ཁྱུ་ལས་གར་ཏེ་ཆུང་མ་དང་ལྷན་ཅིག་དགའ་མགུར་རྒྱུ་ཞིང་བག་བརྐྱང་སྟེ་འདུག་པ་མཐོང་ངོ་སྨྲས་པ།
en: I will go myself.’ “He performed a ritual of offering, armed himself, and went to look for the elephant, with poisoned arrows in his hand, his bow drawn. When he arrived at the place, he saw the elephant strolling, relaxing with his wife, apart from the herd. About this it is said:

source: ཨུཏྤལ་པད་མོ་བདོ་བའི་ཆུ་ལྡན་ཡུལ་ཕྱོགས་སུ། །གླང་ཆེན་དམ་པ་མེ་ཏོག་ཀུན་ད་ཟླ་བ་དང་། །བ་ཡི་འོ་མ་དང་ནི་བ་མོའི་མདོག་ཅན་དེ།
en: “The most excellent elephant colored white like jasmine, the moon, cow’s milk, or frost,

source: །གངས་རི་བརྩེགས་པ་འགྲོ་བ་ལྟ་བུར་དེ་ཡིས་མཐོང་།
en: Who was just like a moving mountain covered with snow, Was seen by him in a certain place Where blue and red lotuses grew in the water.

source: །གླང་ཆེན་མཆོག་གི་དབང་པོ་ཟླ་བ་འདྲ་བ་དེའི།
en: “The most excellent elephant’s faculties were just like the moon,

source: །མཆེ་བ་དྲུག་པོ་ཟླ་བའི་འོད་ཟེར་ལྟར་སྤ་བ།
en: And his six tusks were elegant like moonlight.

source: །པད་མ་དཀར་པོའི་ཕུང་ཆེན་གྱེན་དུ་འཕགས་པ་ལ།
en: He was just like a mass of white lotuses growing upward,

source: །པད་མའི་རྩ་ལག་དྲི་མེད་སྡུག་ཅིག་རྟེན་ཀོ་ལྟ།
en: Standing on their spotless root.

source: །དེ་ནས་རྔོན་པ་དེ་ལུས་ལ་གོས་ངུར་སྨྲིག་བགོས། མདའ་གཞུ་མཆན་དུ་བཅུག་ནས་འཁྲི་ཞིང་ཚང་ཚིང་གི་ནང་ནས་འཇབ་ཅིང་གོམ་པ་བརྟན་ཏེ་དལ་བུས་ཉེ་བར་སོང་བ་དང་། དེ་ནས་བལ་གླང་མོ་དེས་རྒྱང་རིང་པོ་ཁོ་ན་ནས་མཐོང་ནས་དེས་ཁྱིམ་ཐབ་དེ་ལ་སྨྲས་པ། ལྷ་ཚུར་སྤྱོན་མི་ཞིག་མཆི་ཡིས་གཞན་དུ་བཞུད་དོ་དེས་སྨྲས་པ།
en: “Thereupon the hunter, dressed in a saffron robe, carrying the bow and arrows under his arm, and crawling through the thicket of vines, slowly approached him. Then the she-elephant saw him from a distance and said to her husband, ‘Your Majesty, let us now go elsewhere because a human is there.’

source: མི་ཅི་འདྲ་བ་ཞིག་དེས་སྨྲས་པ།
en: “ ‘What kind of human is it?’ he asked.

source: གོས་ངུར་སྨྲིག་ཅན་ཞིག་གོ།
en: “She answered, ‘He is a man in a saffron robe.’

source: །བྱང་ཆུབ་སེམས་དཔས་སྨྲས་པ།
en: “ ‘If he has a saffron robe, as you say, do not worry,’ the Bodhisattva said.

source: གལ་ཏེ་དེ་ལྟ་ཡིན་ཏེ་ཅི་སྟེ་དེ་ལ་ངུར་སྨྲིག་ཡོད་ན་བག་མ་ཚ་ཞིག །ངུར་སྨྲིག་ལས་ནི་མི་དགེ་བ་མི་འབྱུང་ངོ་། །དེ་ཅིའི་ཕྱིར་ཞེ་ན།
en: ‘Evil will not occur from a saffron robe because:

source: འདི་ནི་སྙིང་རྗེའི་བདག་ཉིད་བྱམས་པའི་ཡིད་ལྡན་པ།
en: “ ‘This is the banner of those who have a merciful nature and an affectionate mind,

source: །གཞན་གསོད་དགའ་བ་སྤངས་པ་རྣམས་ཀྱི་རྒྱལ་མཚན་ཏེ།
en: Those who have abandoned the pleasure of killing others.

source: ཟླ་བས་སིམ་པ་འབའ་ཞིག་བྱེད་ཀྱི་གདུང་མིན་ལྟར།
en: Just as moonlight only comforts, never radiating any painful heat,

source: །འདི་ལས་འཇིགས་པ་མི་འབྱུང་འདི་ལས་ཞི་བ་འཐོབ།
en: Fear does not arise from him. Tranquility will be obtained from him.’

source: །དེ་ནས་བལ་གླང་མོ་དེ་དང་བྱང་ཆུབ་སེམས་དཔའ་དེ་ཡང་བག་ཚ་བ་མེད་པར་རྒྱུ་བར་བརྩམས་པ་ལས།
en: “Thereupon the she-elephant and the Bodhisattva began to walk without fear.

source: དེ་ནས་རྔོན་པ་དེས་ཚང་ཚིང་གི་ནང་དུ་ཞུགས་ནས་མདའ་དུག་ཅན་གྱིས་གནད་དུ་བསྣུན་ཏོ།
en: Then the hunter in the bush shot the Bodhisattva in a vital spot.

source: །དེ་ནས་བལ་གླང་མོ་དེས་བྱང་ཆུབ་སེམས་དཔའ་ལ་སྨྲས་པ། ལྷ་ཅི་ད་ཆོས་གོས་ཅན་ལས་བསྙེངས་པ་བྱུང་ངམ་མ་བྱུང་།
en: The she-elephant said to the Bodhisattva, ‘Your Majesty, was my fear about the robed man realized or not?’

source: །སྙིང་གི་གདུག་པ་མ་བྱེད་མ་བྱེད་ཅིག །ཉེས་འདི་ཐུབ་པའི་ན་བཟའ་འདིའི་མིན་གྱི།
en: “ ‘Never have malice. This sin is not of this robe of a muni.

source: །ཉེས་འདི་ཉོན་མོངས་དབང་དུ་སོང་བ་ཡི། །སེམས་ལྡན་སྙིང་རྗེ་རྣམ་པར་སྤངས་པ་ཡིན།
en: This sin is of one who has abandoned mercy, His mind ruled by defilements.

source: །སྐྱེ་བོ་མ་རྨོངས་སེམས་ཅན་རྟོག་པ་ཅན།
en: “ ‘With mind undeluded, endowed with the power of observation,

source: །སུ་ཡིས་གསེར་གྱིས་གཡོགས་པའི་ལྕགས་ལ་ནི།
en: Who, at the sight of iron covered with gold, Would regard that gold as being as valueless as the iron,

source: །མི་རྣམས་སླུ་བར་བྱེད་ཅེས་བསམས་ནས་སུ། །གསེར་དེ་ལྕགས་དང་འདྲ་བ་ཉིད་དུ་ལྟ།
en: Thinking that it deceives people? “ ‘Understand that what is evil

source: །འདི་ཡི་མདའ་དང་གཞུ་དང་ཡིད་གདུག་པ། །གང་ཡིན་དེ་ནི་གདུག་པ་ཉིད་དུ་ཤེས།
en: Is his bow, his arrow, and his evil mind.

source: །ངུར་སྨྲིག་མཆོག་ཏུ་ཞི་བ་འདི་ཡང་ནི།
en: Observe with intelligence that this supremely tranquil saffron robe

source: །རྟག་ཏུ་ཞི་བ་ཉིད་དུ་བློ་ཡིས་རྟོགས།
en: Is always tranquil.’

source: །དེ་ནས་བལ་གླང་མོ་དེ་མི་བཟོད་པ་སྐྱེས་ནས་ཁྱིམ་ཐབ་ལ་སྨྲས་པ།
en: “Unable to bear this, the she-elephant said to her husband, ‘Although these words of yours soothe me, I cannot be calm toward the one who kills you.

source: བདག་ནི་ཚིག་འདི་དག་གིས་བདེ་བར་བསྐྲུན་པ་ཁྱོད་གསོད་པ་བཏང་སྙོམས་སུ་བགྱིད་རྔོ་མི་ཐོག་པས་བདག་གིས་འདིའི་ཡན་ལག་དང་ཉིང་ལག་རྣམས་སྤྲུག་གཡེང་དབུག་གཤེར་གཞོམ་པར་བགྱིའོ།
en: I will tear, pull apart, pierce, break, and rip up his major limbs and minor appendages.’

source: །དེ་ནས་བྱང་ཆུབ་སེམས་དཔས་འཛུམ་ཕྱུང་ནས་སྨྲས་པ། ཨེ་མའོ་ཉོན་མོངས་པའི་འབྱུང་པོ་གསོ་བའི་བྱང་ཆུབ་སེམས་དཔའི་ཆུང་མའི་མངོན་པར་ཞེན་པ་རུང་བ་མ་ཡིན་ནོ།
en: “Then the Bodhisattva said, smiling, ‘Alas, the attachment of the Bodhisattva’s wife, which nourishes the demon of defilements, is not right.

source: །ཅི་འདི་ཡང་མི་ཤེས་སམ།
en: How do you not understand such a thing?

source: འབྱུང་པོའི་གདོན་གྱིས་ཐེབས་པ་སེམས་རྨོངས་པ།
en: “ ‘The mind of one possessed by a demon, an evil spirit, is perplexed.

source: །ནད་མེད་པ་དེས་སྨན་པ་མི་བཀུར་ཏེ།
en: The patient does not respect the physician.

source: །དེ་ལ་སྨན་པ་གནོད་པར་མི་བྱེད་ཀྱི།
en: Nonetheless, the physician does not harm him

source: །འབྱུང་པོ་དེ་ཉིད་ཟིལ་གྱིས་མནན་ནས་འཇོམས།
en: But overwhelms and destroys that very demon.

source: །དེ་བཞིན་ཉོན་མོངས་གདོན་གྱིས་ཐེབས་པ་ཡི།
en: “ ‘Thus this man possessed by the demon, defilements,

source: །སྐྱེ་བོ་སེམས་རྨོངས་འདི་ནི་སྡིག་རབ་བྱེད།
en: Commits a fault, his mind perplexed.

source: །དེ་ལ་བདག་ཤེས་ཉོན་མོངས་གནོད་བྱེད་ཀྱི།
en: Knowing this, I destroy defilements,

source: །ཉོན་མོངས་པ་ཡིས་ཕམ་བྱས་རྣམས་ལ་མིན།
en: Not those defeated by defilements.

source: །ལྷན་ཅིག་སྤྱོད་མ་བདག་གིས་བྱང་ཆུབ་ཐོབ་ནས་སྲིད་གསུམ་འདི།
en: “ ‘My wife, I will attain awakening and fill these three realms of existence With my fame.

source: །གྲགས་པས་ཀུན་བཀང་ཉོན་མོངས་གཡོན་ཅན་དྲན་འདུལ་བརྟན་པ་དང་། དྲང་པོ་འཇོམས་བྱེད་ཕྱེར་བརླགས་བཅད་དང་བཏག་ཅིང་བསྐམ་པ་དང་། །རབ་ཏུ་བསྐམ་པས་རིང་པོར་མི་ཐོགས་ཤིན་དུ་ཚར་གཅད་བྱ།
en: The demon, defilements, will soon be conquered By firm, straight recollection and discipline, Which destroy, pulverize, cut, smash, dry, and shrivel.’

source: །དེ་ནས་བྱང་ཆུབ་སེམས་དཔའི་ཚིག་རྣམས་ཀྱིས་བལ་གླང་མོ་དེ་སྙིང་རྩ་བྲི་བར་བྱས་པས་ཅང་མི་སྨྲ་བར་འདུག་གོ།
en: “The excitement of her heart having been allayed by the Bodhisattva’s words, the she-elephant remained silent.

source: །དེ་ནས་གླང་པོ་ཆེའི་ཚོགས་དེ་བྱང་ཆུབ་སེམས་དཔའི་དྲུང་དུ་འོང་བ་དང་། བྱང་ཆུབ་སེམས་དཔས་བསམས་པ་གླང་པོ་ཆེ་འདི་དག་གིས་འདི་ཉིད་དུ་རྔོན་པ་འདི་ལ་གནོད་པ་བསྐྱེད་ན་མི་རུང་ངོ་སྙམ་མོ།
en: Then the herd of elephants came to the Bodhisattva. The Bodhisattva thought, ‘It would not be right if these elephants harmed this hunter here.’

source: །འདི་ནི་ཆོས་ཉིད་ཡིན་ཏེ་བཅོམ་ལྡན་འདས་བྱང་ཆུབ་སེམས་དཔའ་རྣམས་ནི་ལུས་ཀྱིས་ལོག་པར་ལྟུང་བར་འགྱུར་གྱི་སེམས་ཀྱིས་ནི་མ་ཡིན་པས་དེ་རྔོན་པ་དེའི་མདུན་དུ་སོང་ནས་མིའི་སྐད་ཀྱིས་མ་འཇིགས་ཤིག་ཅེས་སྨྲས་ཏེ་དབུགས་ཕྱུང་ནས་བྲང་འོག་ཏུ་སྦས་ཏེ་འདུག་གོ།
en: “It is natural that the minds of the blessed ones, the bodhisattvas, do not decay even when their bodies have descended to inferior states. Thus, he went to the hunter and reassured him. He said in a human voice, ‘Do not be afraid,’ and hid him under his chest.

source: །གླང་པོ་ཆེ་དེ་རྣམས་ཀྱང་སྙད་ཅིག་བཏགས་ནས་ཕྱོགས་དེ་ནས་གཞན་དུ་བཏང་ངོ་།
en: And the elephants made an accusation, but he made them go elsewhere.

source: །གླང་པོ་ཆེ་རྣམས་དོང་བ་དང་དེས་རྔོན་པ་ལ་སྨྲས་པ། ཀྱེ་ནང་རྗེ་ཤེས་པར་གྱིས་ཤིག །གླང་པོ་ཆེ་རྣམས་དོང་གིས་ད་ནི་རང་གི་དགོས་པ་བྱོས་ཤིག །རྔོན་པས་བསམས་པ།
en: When the elephants had left, he said to the hunter, ‘Understand, sir, that the elephants have left. Do what you need to do.’

source: བདག་འདྲ་བའི་མི་ནི་ཐ་ཤལ་ཡིན་ཏེ།
en: “The hunter thought, ‘A man like me is the worst.

source: བདག་ལ་དུད་འགྲོའི་སྐྱེ་གནས་སུ་སོང་བ་འདིས་ཀྱང་ཡོན་ཏན་འདི་ལྟ་བུ་དག་གིས་དད་པ་བསྐྱེད་དོ་སྙམ་ནས་དེས་སྐད་ཕྱུང་སྟེ་ངུས་པ་དང་། དེ་ནས་བྱང་ཆུབ་སེམས་དཔས་སྨྲས་པ།
en: He who was born in an animal womb has trust in me through such good qualities.’ “He then cried aloud.

source: ཀྱེ་ནང་རྗེ་ཅིའི་ཕྱིར་ངུ་།
en: ‘Man, why do you cry?’ asked the Bodhisattva.

source: རྔོན་པས་སྨྲས་པ་བརྒྱབ་བོ།
en: “ ‘Struck!’ answered the hunter.

source: །བྱང་ཆུབ་སེམས་དཔའ་མི་དགའ་ནས་བསམས་པ། མ་ལ་བདག་གིས་འདི་སྐྱབས་བྱས་པའི་ཚེ་གནོད་པར་གྱུར་པའམ།
en: “The Bodhisattva, becoming sad, thought, ‘Did I harm him when I protected him?

source: བལ་གླང་མོ་འདིས་བདག་གསོད་པ་ལ་མི་བཟོད་པ་སྐྱེས་པས་འདི་ལ་མི་དགའ་བ་ཅུང་ཟད་ཅིག་བྱས་པར་མ་གྱུར་ཏམ་སྙམ་ནས་རྔོན་པ་དེ་ལ་སྨྲས་པ། ཀྱེ་ནང་རྗེ་ཁྱོད་སུ་ཞིག་གིས་བརྒྱབ།
en: Or did this she-elephant, being unable to bear his attempt to kill me, do some harm to him?’ He asked the hunter, ‘Sir, did anyone strike you?’

source: དེ་ནས་རྔོན་པ་དེ་མིག་མཆི་མའི་དབའ་རླབས་ཀྱིས་གང་བཞིན་དུ་སྨྲས་པ།
en: “Then the hunter, with his eyes full of a flood of tears, answered:

source: གླང་ཆེན་དབང་པོ་ཁྱོད་ཀྱི་ནི།
en: “ ‘O king of elephants,

source: །ལུས་ལ་བདག་གི་མདའ་ཡིས་བརྒྱབ། །ཁྱོད་ཀྱི་ཡོན་ཏན་ཚོགས་ཀྱི་མདས། །བདག་གི་སེམས་ལ་བརྒྱབ་པར་གྱུར།
en: Your body was struck by my arrow. My mind was struck By the arrows of your good qualities.

source: །དུག་ཅན་མདའ་ཡིས་ཕོག་པ་ཡི། །ལུས་རྣམས་སྐྱེ་བར་འགྱུར་བ་སྟེ།
en: “ ‘Bodies struck by poisoned arrows Will be reborn.

source: །ཡོན་ཏན་གྱི་ནི་མདས་ཕོག་པའི།
en: Wise men struck by the arrows of good qualities

source: །མི་མཁས་རྣམས་ནི་སྐྱེ་མི་འགྱུར།
en: Will not be reborn. “ ‘Who could fully describe the good qualities

source: །གཤེད་མ་ལ་ཡང་སྙིང་རྗེ་བ།
en: Of you, who have such mercy

source: །འདི་འདྲ་གང་ལ་ཡོད་གྱུར་པ།
en: Even for your killer—

source: །ཡོན་ཏན་རྒྱ་མཚོ་ཁྱོད་ཀྱི་ནི། །ཡོན་ཏན་དེང་བརྗོད་སུ་ཡིས་ནུས། །མདོར་ན་བདག་ནི་མི་སྙམ་པའི།
en: You, who are an ocean of good qualities?

source: །བློ་ཡང་བདག་ལ་མི་འབྱུང་གི།
en: “ ‘I did not even have the intelligence To know myself to be human.

source: །བདག་ལུས་ཡོན་ཏན་གྱིས་སྟོད་པ།
en: Having not a single good quality in my body,

source: །འདི་ལ་ཚིག་པ་ཟ་བ་སྐྱེས།
en: I was born in this world as one beset by anger.

source: །མི་ཡི་ཤ་ཚུགས་ལྡན་ཡང་བདག །དུད་འགྲོའི་སྐྱེ་གནས་སོང་བ་ཡིན།
en: “ ‘Though endowed with human flesh, I have gone to an animal’s existence.

source: །གླང་ཆེན་མཆོག་ཁྱོད་དུད་འགྲོ་ཡི།
en: O most excellent elephant, you are human,

source: །སྐྱེ་གནས་ཤ་ཚུགས་འཆང་ཡང་མི།
en: Though having an animal’s existence and flesh. “ ‘I remember that one is not regarded

source: །ཤ་ཚུགས་ཙམ་གྱིས་དུད་འགྲོ་འམ། །མིར་ཡང་བརྩི་བ་མ་ཡིན་གྱི།
en: As an animal or a human only by one’s flesh.

source: །གང་ལ་ཡོན་ཏན་ཉེར་དམིགས་པ།
en: Those who have attained good qualities

source: །དེ་ནི་མི་ཞེས་བྱ་བར་དྲན།
en: Are the ones to be called human.’

source: །བྱང་ཆུབ་སེམས་དཔས་སྨྲས་པ། །ཡོན་ཏན་གྱིས་སྟོད་པར་བྱེད་པའི་ཚིག་གིས་གཏམ་གྱི་བར་ཆད་བྱེད་པ་ཐོང་ལ་དོན་ཅི་ཞིག་གི་ཕྱིར་ཁྱོད་ཀྱིས་ང་ལ་མདས་བསྣུན་པ་མྱུར་དུ་སྨྲོས་ཤིག །དེས་སྨྲས་པ།
en: “The Bodhisattva said, ‘Your words praising me for my good qualities are interrupting our conversation. Tell me quickly for what purpose you shot me with the arrow.’

source: རྒྱལ་པོའི་ནན་ཏུར་གྱིས་བདག་གིས་བྱ་བ་མ་ཡིན་པ་འདི་བྱས་ཏེ། ཁྱོད་ལས་དགོས་པ་ཞིག་ཡོད་དོ།
en: “ ‘I committed this act, which should not be done, at the king’s request,’ he replied, ‘There is something to take from you.’

source: །བྱང་ཆུབ་སེམས་དཔས་སྨྲས་པ། གལ་ཏེ་དེ་ལྟ་ན་དལ་བུས་ཐོང་ལ།
en: “ ‘If so,’ said the Bodhisattva, ‘above you

source: ལག་པ་གཉིས་ནི་མྱུར་རྐྱོང་ལ།
en: “ ‘Stretch both of your hands quickly

source: །ཅི་འདོད་པ་ནི་བླང་བར་གྱིས།
en: And grasp what you want, For there is nothing

source: །བྱང་ཆུབ་སེམས་དཔའ་རྣམས་ལ་ནི། །མི་གཏོང་ཅུང་ཟད་མེད་པས་ལོང་།
en: The bodhisattvas would not give.

source: །བདག་གི་ཤ་འདི་བཅད་ནས་ཁྱེར་བའམ།
en: “ ‘Cut this flesh of mine and take it away Or take my tusks if you wish.

source: །མཆེ་བ་རྣམས་ཀྱང་འདོད་པར་བྱེད་ལ་རག །འདི་ནི་གཞན་ལ་བརྩེ་བའི་ཕྱིར་བསྐྱེད་པས།
en: Since this body was generated out of mercy for others,

source: །ལུས་འདི་ལ་ནི་ཇི་ལྟར་དགའ་བར་གྱིས།
en: Why would I be attached to it?

source: །མྱ་ངན་འདས་པའི་གྲོང་ཁྱེར་འཇུག་ནུས་ཀྱང་།
en: “ ‘Though able to enter the city of nirvāṇa,

source: །འཁོར་བ་བགྲོད་དཀའ་བདག་ནི་ཞུགས་པ་གང་།
en: I entered transmigration, which is difficult to traverse—

source: །ཐམས་ཅད་མཁྱེན་པ་ཉིད་ཀྱི་གཞིར་གྱུར་པ། །གཞན་ལ་བརྩེ་བ་དེ་ཡི་རྒྱུ་ཡིན་ནོ།
en: Compassion for others, which is the basis of omniscience, Was the reason for that.’

source: །དེ་ནས་རྔོན་པ་དེ་ངོ་ཚ་བ་སྐྱེས་ཀྱང་རྒྱལ་པོའི་ནན་ཏུར་ལ་བསམས་ནས་སྨྲས་པ། ཁྱོད་ཀྱི་མཆེ་བ་རྣམས་དགོས་ལགས་སོ།
en: “Then the hunter, embarrassed, thought about the king’s request and muttered, ‘What is needed is your tusks.’

source: །བྱང་ཆུབ་སེམས་དཔས་སྨྲས་པ། དལ་གྱིས་ཕྱུང་ལ་ཁྱེར་ཅིག་དེས་སྨྲས་པ།
en: “ ‘Pull them out gently and take them,’ said the Bodhisattva.

source: ཁྱོད་ཉིད་ཀྱིས་ཐུགས་བག་མཛོད་ཅིག །བདག་ནི་ཁྱོད་ཀྱི་མཆེ་བ་འབྱིན་མི་ཕོད་དོ།
en: “ ‘May you be gracious to me,’ he replied. ‘I cannot take out your tusks. Why?

source: གལ་ཏེ་སྙིང་རྗེའི་བདག་ཉིད་ཅན།
en: You who are of a merciful nature,

source: །ཁྱོད་ཀྱི་མཆེ་བ་རྣམས་ཕྱུང་ན།
en: Will both my hands not fall off,

source: །བྱམས་པའི་མེ་ཡིས་ངེས་བསྲེགས་ནས། །བདག་གི་ལག་གཉིས་མི་ལྟུང་ངམ།
en: Burnt by the fire of love?’

source: །བྱང་ཆུབ་སེམས་དཔས་སྨྲས་པ། གལ་ཏེ་དེ་ལྟ་ན་ང་ཉིད་ཀྱིས་ཕྱུང་ལ་སྦྱིན་ནོ་ཞེས་དེ་ནས་དེས་མཆེ་བ་རྩ་བ་ཤིན་ཏུ་རིང་དུ་ཟུག་པ་དག་ཕྱུང་བ་དང་བདག་ཉིད་ཆེན་པོ་དེ་ལས་ཁྲག་བྱུང་སྟེ།
en: “ ‘If that is the case,’ said the Bodhisattva, ‘I will pull them out myself and give them to you.’ “He then pulled out his tusks, the roots of which were very deep. Blood spouted from the great one’s body.

source: དེ་མཐོང་ནས་གཞན་དག་གི་དཔེར་བྱས་པ།
en: When he saw this, the hunter drew a comparison:

source: མཆེ་བ་བཏོན་པ་ལས་བྱུང་ཁྲག་གིས་མཐོང་ཀ་ཀུན་ནས་གཤོས་པ་དེ།
en: “ ‘His chest is sprayed by spouted blood because his tusks were pulled out.

source: །མེ་ཏོག་ཀུ་མུ་ད་བཀྲམ་མདོག་ལྟ་བུ་ཡི་ལུས་དེ་དཔལ་ལྡན་རྣམ་པར་མཛེས།
en: His body, the color of which is just like scattered white lilies, is glorious and beautiful—

source: །རི་སྟེང་ཁ་བས་ཁེབས་པའི་རི་བོ་འོད་ཟེར་མཛེས་དང་ལྡན་གྱུར་པའི།
en: He is just like a mountain, the summit of which is covered with snow, emitting rays of light,

source: །རྩེ་མོ་ཚོན་རྩི་བཙག་གིས་ཁ་བསྒྱུར་ཆུ་ཡིས་གསབ་གསེབ་གཏོར་བ་བཞིན།
en: And now sprinkled with water colored with red ochre.’

source: །དེ་ནས་བྱང་ཆུབ་སེམས་དཔའ་བདག་ཉིད་སྤྲོ་བསྲིང་བའི་ཕྱིར་སྨྲས་པ།
en: “Then the Bodhisattva said to himself, in order to rouse his courage:

source: སྙིང་ཁྱོད་ད་ནི་བརྟན་པར་གནོས་ཤིག་རྨོངས་སུ་ཅི་ཞིག་ཡོད།
en: “ ‘You should now make your mind steadfast. What use is foolishness?

source: །ཕོངས་པར་གྱུར་དང་མགོན་མེད་འཇིག་རྟེན་ལ་ཡང་བལྟ་བར་གྱིས།
en: See the poor, helpless ones in the world.

source: །ཁྱོད་ནི་སྐྱེ་བོ་འཆི་བའི་དབང་དུ་སོང་བ་རྣམས་ཀྱི་མགོན།
en: You are the protector of humans, who are ruled by death.

source: །དེ་ལྟས་འདིར་ནི་དེ་རིང་ཞུམ་པར་བྱ་བའི་ཆ་མ་ཡིན།
en: Thus, it would not be right for you to be discouraged here and now.’

source: །བར་སྐབས་དེར་ནམ་མཁའི་ངོས་ཀྱང་ཡ་མཚན་གྱིས་ཡི་རངས་པའི་ལྷ་རྣམས་ཀྱིས་གང་། ཡ་མཚན་རྣམ་པ་སྣ་ཚོགས་ཀྱང་བྱུང་ངོ་།
en: “At that time, the surface of the sky was filled with gods, who were delighted with amazement, and various wonders occurred.

source: །དེ་ནས་ལྷ་ཞིག་གིས་བྱང་ཆུབ་སེམས་དཔའི་ལས་ཤིན་ཏུ་དཀའ་བ་སྤྱོད་པ་དེ་མཐོང་ནས་སྨྲས་པ། གྲོགས་པོ་བདག་ཉིད་ཆེན་པོའི་གནས་གང་ཡིན་པ་འདི་ནི་ཡ་མཚན་ཆེ་སྟེ། མཆེ་བ་རྣམས་ནི་ཕྱུང་བ་ཡི།
en: Thereupon a god, seeing the difficult act performed by the Bodhisattva, said, ‘Friends, the state of this great one is truly a great wonder.

source: །ཚོར་བས་ཉམ་ཐག་གྱུར་ཀྱང་དེ།
en: “ ‘Even though he is overwhelmed By the pain of pulling out his tusks,
